Repository: MikkelHauge/ScreenTime
Catalog: ScreenTime/Localizable.xcstrings
Source language: en
Languages: da

source: %lld minutes
da: %lld minutter

source: Add
da: Tilføj

source: Add Bonus Time
da: Tilføj Bonustid

source: Add Screen Time
da: Tilføj Skærmtid

source: Add Time
da: Tilføj Tid

source: Added
da: Tilføjet

source: All
da: Alle

source: Are you sure?
da: Er du sikker?

source: Bonus Screen Time
da: Bonus Skærmtid

source: Cancel
da: Annullér

source: Clear entries older than 30 days
da: Ryd indhold ældre end 30 dage

source: Clear Log
da: Ryd indhold

source: Delete All Logs
da: Slet alle logs

source: Delete Old Logs
da: Slet gamle logs

source: Earned Screen Time
da: Tjent Skærmtid

source: Free
da: Gratis

source: Free Screen Time
da: Gratis Skærmtid

source: Log Free Time
da: Giv Gratis Tid

source: minutes
da: minutter

source: Options
da: Indstillinger

source: Recent
da: Nye

source: Reset Bank
da: Nulstil minutter

source: Reset Banked Time
da: Nulstil minutter

source: Screen Time:
da: Skærmtid:

source: Spend
da: Brug

source: Spend Screen Time
da: Brug skærmtid

source: Spend Time
da: Brug skærmtid

source: Spent Screen Time
da: Brugt Skærmtid

source: This will delete all log entries older than 30 days. Are you sure?
da: Dette vil slette alt i loggen, der er ældre end 30 dage. Er du sikker?

source: This will delete all log entries. Are you sure?
da: Dette vil slette alt i loggen. Er du sikker?

source: This will reset your banked screen time. Are you sure?
da: Dette vil nulstille gemt skærmtid. Er du sikker?

source: Used
da: Brugt
